Repository: RRZE-Webteam/rrze-events
Catalog: languages/rrze-events-*.po
Languages: de_de

source: Show categories in speaker single view
de_de: Kategorien auf der Referentenseite anzeigen

source: Show talk list in speaker single view
de_de: Vortragsliste auf der Referentenseite anzeigen

source: "Speaker": Plural
de_de: "Referent": Plural

source: "Speaker": Singular
de_de: "Referent": Singular

source: "Talk": Plural
de_de: "Vortrag": Plural

source: "Talk": Singular
de_de: "Vortrag": Singular

source: (e.g. Course Nr, ID etc.)
de_de: (z.B. Kursnr., ID etc.)

source: (e.g. Lecturer, Speaker, Contributor etc.)
de_de: (z.B. Dozent, Referent, Mitarbeiter etc.)

source: (e.g. Workshop, Course, Conference etc.)
de_de: (z.B. Workshop, Kurs, Vortrag etc.)

source: Accent Color
de_de: Akzentfarbe

source: Add URL
de_de: URL eingeben

# Addition to select list option on registration form
source: WAITING LIST
de_de: WARTELISTE

source: All Speakers
de_de: Alle Referenten

source: All Talks
de_de: Alle Vorträge

source: ascending
de_de: aufsteigend

source: Available
de_de: Verfügbar

source: available
de_de: verfügbar

source: Available Places
de_de: Verfügbare Plätze

# block description
source: RRZE Events Speaker
de_de: RRZE Events: Referenten

# block description
source: RRZE Events Talk
de_de: RRZE Events: Vorträge

# block title
source: RRZE Events Speaker
de_de: RRZE Events: Referenten

# block title
source: RRZE Events Talk
de_de: RRZE Events: Vorträge

source: By date
de_de: Nach Datum

source: By title
de_de: Nach Titel

source: Categories
de_de: Kategorien

source: Code
de_de: Kurzbezeichnung

source: Columns
de_de: Spalten

source: Contact
de_de: Kontakt

source: Count
de_de: Anzahl

source: Course Nr
de_de: Kursnr.

source: Date
de_de: Datum

# Date format
source: Y-m-d
de_de: d.m.Y

source: descending
de_de: absteigend

source: Down
de_de: Nach unten

source: Drag speakers from the left column to the right column to attach them to this talk.<br />You may rearrange the order of the speakers in the right column by dragging and dropping.
de_de: Ziehe Referenten von der linken in die rechte Spalte, um sie mit diesem Vortrag zu verknüpfen.<br />Die Reihenfolge der Referenten kann später durch ziehen verändert werden.

source: Edit
de_de: Bearbeiten

source: End
de_de: Ende

source: End Time
de_de: Ende

source: Enter URL for video (FAU Video portal): &quot;https://...&quot;
de_de: Video-URL eingeben (z.B. FAU-Video-Portal): "https://...":

source: Enter URL to talk presentation slides: &quot;https://...&quot;
de_de: URL der Präsentationsfolien eingeben: "https://...":

source: Enter URL...
de_de: URL eingeben...

source: Events Settings
de_de: Events Einstellungen

source: First Name
de_de: Vorname

source: Form ID
de_de: Formular-ID

source: General
de_de: Allgemein

source: Go to Plugin page
de_de: Zur Plugin-Seite

source: Grid
de_de: Kacheln

source: How many speakers do you want to show? Enter -1 for all speakers.
de_de: Wie viele Referenten möchten Sie anzeigen? -1 für alle Referenten

source: How many talks do you want to show? Enter -1 for all talks.
de_de: Wie viele Vorträge möchten Sie anzeigen? -1 für alle Referenten

source: ID of the Contact Form 7 form containing the Call for Papers
de_de: ID des Contact-Form-7-Formulars, das den Call for Papers enthält

source: Labels
de_de: Bezeichnungen

source: Last Name
de_de: Nachname

source: List
de_de: Liste

source: Location
de_de: Ort/Raum

source: Location URL
de_de: Link zum Ort/Raum

source: Manage and display talks and speakers
de_de: Vorträge und Referenten verwalten und anzeigen

source: Max. number of participants
de_de: Maximale Teilnehmerzahl

source: More about&hellip;
de_de: Mehr zum Thema&hellip;

source: New
de_de: Neu

source: New Speaker
de_de: Neuer Referent

source: New Talk
de_de: Neuer Vortrag

source: No talk information found.
de_de: Keine Informationen zum Vortrag gefunden.

source: None
de_de: Keine Auswahl

source: Offer waiting list for fully booked talks
de_de: Warteliste für ausgebuchte Vorträge anbieten

source: Only show talks of one day.
de_de: Nur Vorträge eines Tages anzeigen

source: Order
de_de: Reihenfolge

source: Order By
de_de: Sortieren nach

source: Order of the talks listed on a speakers single page.
de_de: Reihenfolge der Vorträge, die auf der Referentenseite aufgelistet werden.

source: Parent Item:
de_de: Übergeordneter Eintrag:

source: Participants
de_de: Teilnehmer

source: Places available
de_de: Verfügbare Plätze

source: Please activate Contact Form 7 Plugin to use this option
de_de: Bitte aktivieren Sie das Plugin "Contact Form 7", um diese Funktion nutzen zu können.

# Post Type General Name
source: Speakers
de_de: Referenten

# Post Type General Name
source: Talks
de_de: Vorträge

# Post Type Singular Name
source: Speaker
de_de: Referent

# Post Type Singular Name
source: Talk
de_de: Vortrag

source: Presentation URL
de_de: URL der Präsentationsfolien

source: Read more about
de_de: Mehr zu

source: rectangle
de_de: rechteckig

source: Remove
de_de: Entfernen

source: rounded
de_de: rund

source: RRZE Events plugin does not work with FAU Events Theme as the event features are already included in the theme. Please activate another theme before activating RRZE Events. The plugin will preserve your existing speakers, talks and shortcodes.
de_de: Sie können das Plugin RRZE-Events nicht zusammen mit dem Theme FAU-Events verwenden. Alle Veranstaltungs-Funktionen sind bereits im Theme enthalten. Wählen Sie ein anderes Theme, bevor Sie RRZE-Events aktivieren. Bestehende Daten zu Referenten und Vorträgen werden automatisch aus FAU-Events in das Plugin importiert.

source: Search Speaker
de_de: Nach Referenten suchen

source: Search Talk
de_de: Nach Vorträgen suchen

source: Select Speakers
de_de: Referenten auswählen

source: Select Talks
de_de: Vorträge auswählen

source: Selected Categories
de_de: Ausgewählte Kategorien

source: Selected Columns
de_de: Ausgewählte Spalten

source: Selected Speakers
de_de: Ausgewählte Referenten

source: Selected Tags
de_de: Ausgewählte Schlagwörter

source: Selected Talks
de_de: Ausgewählte Referenten

source: Settings
de_de: Einstellungen

source: Short
de_de: Kurz

source: Show link icons in speaker single view
de_de: Link-Icons auf der Referentenseite anzeigen

source: Show Speaker Organisation
de_de: Firma des Referenten anzeigen

source: Show Talk Image
de_de: Bild des Vortrags anzeigen

source: Slides
de_de: Vortragsfolien

source: Social Media
de_de: Soziale Medien

source: Speaker
de_de: Referent

source: Speaker Academic Title
de_de: Referent: Akademischer Titel

source: Speaker Email Address
de_de: Referent: E-Mail-Adresse

source: Speaker First Name
de_de: Referent: Vorname

source: Speaker image format
de_de: Bildformat auf der Referentenseite

source: Speaker Information
de_de: Informationen

source: Speaker Last Name
de_de: Referent: Nachname

source: Speaker not found
de_de: Kein Referent gefunden

source: Speaker not found in recycle bin
de_de: Kein Referent im Papierkorb gefunden

source: Speaker Organisation
de_de: Referent: Organisation

source: Speaker Page Options
de_de: Referenten-Seite

source: Speaker Short Biography
de_de: Referent: Kurzbiographie

source: Speaker Website
de_de: Referent: Website

source: Speaker(s)
de_de: Referent(en)

source: Speakers
de_de: Referenten

source: Start Time
de_de: Start

source: Start-End
de_de: Start-Ende

source: Table
de_de: Tabelle

source: Tags
de_de: Schlagwörter

source: Talk
de_de: Vortrag

source: Talk Description
de_de: Vortrag: Langbeschreibung / Text

source: Talk Excerpt
de_de: Vortrag: Kurzbeschreibung / Auszug

source: Talk Information
de_de: Informationen

source: Talk not found
de_de: Keine Vorträge gefunden

source: Talk not found in recycle bin
de_de: Keine Vorträge im Papierkorb gefunden

source: Talk Order
de_de: Reihenfolge der Vorträge

source: Talk Title
de_de: Vortrag: Titel

source: Talks
de_de: Vorträge

# Taxonomy general name
source: Speaker Categories
de_de: Kategorien

# Taxonomy general name
source: Speaker Tags
de_de: Schlagwörter

# Taxonomy general name
source: Talk Categories
de_de: Kategorien

# Taxonomy general name
source: Talk Tags
de_de: Schlagwörter

# Taxonomy singular name
source: Speaker Category
de_de: Kategorie

# Taxonomy singular name
source: Speaker Tag
de_de: Schlagwort

# Taxonomy singular name
source: Talk Category
de_de: Kategorie

# Taxonomy singular name
source: Talk Tag
de_de: Schlagwort

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Auf dem Server läuft PHP Version %1$s. Das Plugin benötigt mindestens PHP Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Auf dem Server läuft WordPress Version %1$s. Das Plugin benötigt mindestens WordPress Version %2$s.

source: Time
de_de: Zeit

source: Title
de_de: Titel

source: Up
de_de: Nach oben

source: Update
de_de: Aktualisieren

source: Used for icons etc.
de_de: Wird für Icons etc. verwendet.

source: Video URL
de_de: Video-Link

source: View Speaker
de_de: Referenten ansehen

source: View Talk
de_de: Vortrag ansehen

source: Waiting List
de_de: Warteliste
